1<>재생 LV1<>턴마다 최대체력의 2% 만큼 회복한다.<>2<>0<>200<>3<>1<>
2<>재생 LV2<>턴마다 최대체력의 4% 만큼 회복한다.<>4<>1<>500<>3<>1<>
3<>재생 LV3<>턴마다 최대체력의 6% 만큼 회복한다.<>6<>2<>1500<>9<>1<>
4<>재생 LV4<>턴마다 최대체력의 9% 만큼 회복한다.<>9<>3<>4000<>9<>1<>
5<>재생 LV5<>턴마다 최대체력의 12% 만큼 회복한다.<>12<>4<>8000<>19<>1<>
6<>마이트<>전투시 공격력을 상승한다.<>10<>0<>200<>1<>2<>
7<>하이 마이트<>전투시 공격력을 대폭 상승한다.<>20<>6<>4000<>7<>2<>
8<>프로텍션<>전투시 물리 공격의 데미지를 경감한다.<>10<>0<>300<>3<>3<>
9<>하이 프로텍션<>전투시의 물리 공격에 의한 데미지를 크게 경감한다.<>20<>8<>3000<>9<>3<>
10<>헤이스트<>전투시 공격 회수가 랜덤으로 증가한다.<>1<>0<>3000<>14<>4<>
11<>헤이스트 플러스<>전투시 공격 회수가 랜덤으로 증가한다.<>2<>10<>8000<>14<>4<>
12<>매직 파워<>전투시 기술의 위력이 15% 상승한다.<>15<>0<>300<>2<>5<>
13<>매직 파워 플러스<>전투시의 기술의 위력을25% 상승시키는<>25<>12<>2000<>8<>5<>
14<>매직 라이트<>MP 소비를 15% 낮춰준다.<>15<>0<>1000<>2<>6<>
15<>매직 라이트 플러스<>MP 소비를 25% 낮춰준다.<>25<>14<>3000<>8<>6<>
16<>매직 쉴드<>상대의 기술 데미지의 피해를 줄여준다.<>15<>0<>500<>3<>7<>
17<>매직 디 스펠<>기술 데미지의 피해를 대폭 줄여준다.<>35<>54<>7000<>9<>7<>
18<>블록<>적의 공격을 5% 확률로 무효화한다.<>5<>0<>100<>1<>8<>
19<>블로킹<>적의 공격을 10% 확률로 무효화한다.<>10<>18<>1500<>1<>8<>
20<>퍼펙트 블로킹<>적의 공격을 15% 확률로 무효화한다.<>15<>19<>3000<>7<>8<>
21<>엔드 블로킹<>적의 공격을 20% 확률로 무효화한다.<>20<>20<>7000<>17<>8<>
22<>일격필살<>적을 0.5% 확률로 한방에 보내버린다.<>5<>0<>700<>4<>9<>
23<>즉사<>적을 1.0% 확률로 한방에 보내버린다.<>10<>22<>3000<>4<>10<>9<>
24<>데스웨폰<>적을 1.5% 확률로 한방에 보내버린다.<>15<>23<>9000<>20<>9<>
25<>집중<>위기확율이 조금 상승한다.<>3<>0<>500<>4<>10<>
26<>저격<>위기확율이 크게 상승한다.<>5<>25<>2000<>4<>10<>10<>
27<>광격<>위기확율이 대폭 상승한다.<>8<>26<>8000<>20<>10<>
28<>부활<>전투 불능상태에서 10% 확률로 부활한다.<>10<>0<>800<>5<>11<>
29<>체크라<>전투 불능상태에서 20% 확률로 부활한다.<>20<>28<>2500<>11<>11<>
30<>피닉스체크라<>전투 불능상태에서 30% 확률로 부활한다.<>30<>29<>8000<>22<>11<>
31<>카운터<>적이 공격했을 때에 카운터를 날린다.<>0<>0<>7500<>11<>12<>
32<>탐색<>보물을 발견할 확률이 상승한다.<>500<>0<>1000<>6<>13<>
33<>발견<>보물을 발견할 확률이 크게 상승한다.<>1000<>32<>3000<>12<>13<>
34<>황금 발굴<>보물을 발견할 확률이 대폭 상승한다.<>1500<>33<>7000<>12<>13<>
35<>독참<>상대를 독에 중독시킨다.<>1<>0<>700<>6<>14<>
36<>맹독격<>상대를 맹독으로 공격한다.<>2<>35<>7000<>21<>14<>
37<>선제 공격<>항상 상대보다 먼저 공격한다.<>20<>0<>5000<>12<>15<>
38<>타임즈 탑<>적의 공격 회수를 낮은 확률로 감소시킨다.<>4<>0<>2500<>14<>16<>
39<>시간 압축<>적의 공격 회수를 큰 확률로 감소시킨다.<>7<>38<>7000<>14<>16<>
40<>텔레포트<>모든 마을로 이동이 가능하게 된다.<>3<>0<>2000<>14<>17<>
41<>마법검LV1<>지력의 15%를 힘에 부가한다.<>15<>0<>800<>15<>18<>
42<>마법검LV2<>지력의 25%를 힘에 부가한다.<>25<>41<>2000<>15<>18<>
43<>마법검LV3<>지력의 40%를 힘에 부가한다.<>40<>42<>5000<>15<>18<>
44<>지형 LV1<>지형 효과 +10%<>10<>0<>700<>16<>19<>
45<>지형 LV2<>지형 효과 +20%<>20<>44<>3000<>16<>19<>
46<>지형 LV3<>지형 효과 +30%<>30<>45<>6000<>16<>19<>
47<>속성<>자신의 속성의 장비를 착용할 경우, 위력이 +15%<>15<>0<>6000<>16<>20<>
48<>연금술 LV1<>아이템을 작성할 수 있다.<>10<>0<>2000<>13<>21<>
49<>연금술 LV2<>레어 아이템을 작성할 수 있다.<>20<>48<>8000<>13<>21<>
50<>연금술 LV3<>유니크 아이템을 작성할 수 있다.<>30<>49<>15000<>13<>21<>
51<>학습<>취득 경험치, 숙련도가 향상된다.<>10<>0<>5000<>13<>22<>
52<>분노의 일격<>위기시 데미지가 상승한다.<>1.3<>0<>2500<>11<>23<>
53<>필사의 일격<>위기시 데미지가 대폭 상승한다.<>1.5<>0<>8000<>22<>23<>
54<>매직 오오라<>전투시 기술에 의한 데미지를 크게 감소시킨다.<>25<>16<>3000<>3<>7<>
55<>홀리 쉴드<>전투시 물리 공격에 의한 데미지를 크게 감소시킨다.<>30<>9<>5000<>19<>3<>
56<>엔드리스 매직<>MP 소비를 35% 줄인다.<>35<>15<>7000<>18<>6<>
57<>매직 포스<>전투시 기술의 위력을 35% 상승시킨다.<>35<>13<>7000<>8<>5<>